Repository: AtmosphereTeam/AtmosphereTool
Catalog: src/AtmosphereTool/Strings/*/WindowsSettingsPage.resw
Source language: en_us
Languages: et_ee

# settingsCardHeader
source: Change User Settings
et_ee: Muuda Kasutaja Sätteid

# settingsCardDescription
source: Change settings related to users.
et_ee: Muuda sätteid mis on seotud kasutajatega.

# ChangeUserHeader
source: Change Username
et_ee: Muuda Kasutaja Nime

# ChangeUser
source: Change Username
et_ee: Muuda Kasutaja Nime

# ChangeUPassword
source: Change User Password
et_ee: Muuda Kasutaja Parooli

source: Change Password
et_ee: Muuda Parooli

# PasswordIBlock
source: If you want to change other users passwords then click the button below.
et_ee: Kui soovite muuta teiste kasutajate parooli siis vajuta all olevat nuppu.

# ChangeOtherPass
source: Change Other Users Passwords
et_ee: Muuda Teiste Kasutajate Paroole

# ChangePfp
source: Change User Profile Picture
et_ee: Muuda Profiili Pilti

# PfpInfoText
source: You have to give it the path to the picture. File picker does not work. Sorry
et_ee: Sa pead andma tee pildini. Failivalija ei tööta. Vabandust

# ExplorerButton
source: Open Explorer
et_ee: Ava Explorer

# CreateNewHeader
source: Create a New User
et_ee: Loo uus kasutaja

# CreateUser
source: Create New User
et_ee: Loo Uus Kasutaja

# SystemExpanderHeader
source: System Settings
et_ee: Süsteemi Sätted

# SystemExpanderDescription
source: Change System Settings
et_ee: Muuda Süsteemi Sätteid

# EnhancedSec
source: Enhanced Security
et_ee: Täiustatud Turvalisus

# EnableEnchancedSec
source: Enable Enhanced Security
et_ee: Täiusta Turvalisus

# DisableEnchancedSec
source: Disable Enhanced Security
et_ee: Tavaline Turvalisus

# SecIText
source: Enhanced Security enables the ability to set a diffrent password to run things with elevated privlages.
et_ee: Täiustatud turvalisus võimaldab kõrgendatud õigustega asjade käitamiseks määrata teistsuguse parooli.

# HideUser
source: Hide usernames during logon
et_ee: Peida kasutajanimed siiselogimisel

source: Hibernation
et_ee: Võime salvestada tööseisundit ja lülitada arvuti välja

# VBSHeader
source: Visual Basic Script
et_ee: Visual Basic Skript

# NotiCenter
source: Notification Center
et_ee: Teavituste Keskus

# Notification
source: Notifications
et_ee: Teavitused

# VerifyAtmos
source: Verify AtmosphereOS Installation
et_ee: Kontrolli Atmosphere-i paigaldust

# VerifyAtmosphere
source: Verify
et_ee: Kontrolli

# TopTitle
source: Windows Settings
et_ee: Windowsi Sätted

# DisEnhancedSecConfirm_Title
source: Do you want to disable enhanced security?
et_ee: Kas soovite täiustatud turvalisuse eemaldada?

# DisEnhancedSecConfirm_Content
source: Disabling enhanced security will allow you to run applications with elevated privileges with your login password.
et_ee: Täiustatud turvalisuse eemaldamine võimaldab teil käivitada kõrgendatud õigustega rakendusi oma sisselogimisparooliga.

# DisEnhancedSecConfirm_Primary
source: Disable
et_ee: Eemalda

# Dialog_CloseText
source: Cancel
et_ee: Tagasi

# EnEnhancedSecConfirm_Title
source: Do you want to enable enhanced security?
et_ee: Kas soovite aktiveerida täiustatud turvalisuse?

# EnEnhancedSecConfirm_Content
source: Enabling enhanced security will require you to enter the administrator account password to run applications with elevated privileges. Make sure that you know your Administrator account password or reset it.
et_ee: Täiustatud turvalisuse aktiveerimine nõuab kõrgendatud õigustega rakenduste käivitamiseks administraatori konto parooli sisestamist. Veenduge, et teate oma administraatori konto parooli või lähtestage see.

# EnEnhancedSecConfirm_Primary
source: Enable
et_ee: Aktiveeri

# DisEnhancedSecDone_Title
source: Disabled Enhanced Security
et_ee: Täiustatud Turvalisus Eemaldatud

# Dialog_Content_LogOff
source: Do you want to log off now to apply the changes?
et_ee: Kas soovite muudatuste rakendamiseks kohe välja logida?

# EnEnhancedSecDone_Title
source: Enabled Enhanced Security
et_ee: Täiustatud Turvalisus Aktiveeritud

# ChangePasswordInstructions
source: To change your password: 1. Press Ctrl + Alt + Delete 2. Click Change a password
et_ee: Parooli muutmiseks: 1. Vajutage Ctrl + Alt + Delete 2. Klõpsake nuppu Muuda parooli

# CreateNewUserInstructions
source: Do you want to create a new user? This will open the User Accounts window. Press add to create a new user.
et_ee: Kas soovite luua uue kasutaja? See avab kasutajakontode akna. Uue kasutaja loomiseks vajutage lisa.

# ChangeUsernInvalidIn
source: Invalid Input
et_ee: Vale sisend

# ChangeUsernInvalidInEx
source: Usernames cannot be empty.
et_ee: Kasutajanimed ei saa olla tühjad.

# ChangeUsernInvalidOp
source: Invalid Operation
et_ee: Võimatu toiming

# ChangeUsernInvalidOpEx
source: The new username cannot be the same as the old one.
et_ee: Uus kasutajanimi ei saa olla sama, mis vana.

# ChangeUserNoUser
source: User Not Found
et_ee: Kasutajat ei leitud

# ChangeUserNoUserEx
source: The user "{0}" does not exist.
et_ee: Kasutaja "{0}" pole olemas.

# ChangeUserDuplicate
source: Username Taken
et_ee: Kasutajanimi võetud

# ChangeUserDuplicateEx
source: The username "{0}" is already in use.
et_ee: Kasutajanimi "{0}" on juba kasutusel.

# ChangeUserDone
source: Username changed successfully.
et_ee: Kasutajanime muudetud.

# ChangeUserBadName
source: Invalid Username
et_ee: Võimatu Kasutajanimi

# ChangeUserBadNameEx
source: Username must be 1-20 characters long and can only contain letters, numbers, spaces, dots, and dashes.
et_ee: Kasutajanimi peab olema 1–20 tähte pikk ja võib sisaldada ainult tähti, numbreid, tühikuid, punkte ja sidekriipse.

# PfpChangeImg
source: Enter Image File Path
et_ee: Sisesta pildifaili asukoht

# PfpChangeImgPlace
source: Full path to image file here
et_ee: Pildifaili täielik asukoht siia

# CUPFP
source: Change User Profile Picture
et_ee: Muuda Kasutajaprofiili Pilti

# PfpChangeDone
source: Profile image changed successfully.
et_ee: Profiilipildi muudetud.

# FileNotExist
source: File Picker Error
et_ee: Probleem

# FileNotExistEx
source: The file does not exist or is not accessible. Please check the path and try again.
et_ee: Faili pole olemas või see pole juurdepääsetav. Kontrollige teed ja proovige uuesti.
